[
  {
    "title": "Academic Advising",
    "subtitle": "Appointment Booking",
    "shortDescription": "The Academic advisor is a must for all Health Sciences Students. Easily book your appointments online!\n\nAdvisors are available to advise students on a range of topics, including checking you’re on track to graduate and helping you navigate academic difficulties..\n\n.All advising is held in Blusson Hall 10706 (SFU Burnaby campus). If there are no appointments available, drop-in advising is great for quick questions.",
    "source": "http://www.sfu.ca/fhs/undergraduate/current/advising.html",
    "contact": "fhs_advising@sfu.ca"
  },
  {
    "title": "ACM Digital Library",
    "subtitle": "Research",
    "shortDescription": "This is a link to a full database which includes journals, magazines proceedings, Books, Conferences and contact Information to resourceful people.",
    "source": "https://databases.lib.sfu.ca/record/61245131870003610/ACM-Digital-Library",
    "contact": ""
  },
  {
    "title": "AskAway",
    "subtitle": "Academic",
    "shortDescription": "AskAway provides convenient and expert chat reference help to post-secondary students, faculty, and researchers across BC and the Yukon. Connect with friendly and professional AskAway service providers, who respond to questions ranging from circulation to in-depth research to citations.",
    "source": "https://askaway.org/",
    "contact": ""
  },
  {
    "title": "AskAway",
    "subtitle": "Research",
    "shortDescription": "Real time research help. Have a live chat with research experts to help you find what you need.",
    "source": "https://www.lib.sfu.ca/help/askaway-welcome",
    "contact": ""
  },
  {
    "title": "Cennter for Accessible learning",
    "subtitle": "Academic",
    "shortDescription": "Check out the Centre for Accessible Learning (CAL) (formerly: the Centre for Students with Disabilities) for a wide array of information and services to support your success as a student.",
    "source": "http://www.sfu.ca/students/accessible-learning.html",
    "contact": ""
  },
  {
    "title": "Change Lab",
    "subtitle": "Academic",
    "shortDescription": "Change Lab is a once-in-a-degree experiential learning program open to students from all faculties.\n\nUndergraduate students from a variety of academic backgrounds work together in interdisciplinary teams to investigate a real social, economic, and environmental challenge facing our local community. Together, they build a sustainable intervention to creatively respond to it and present their ideas to community influencers – all in just 13 weeks.",
    "source": "https://radiussfu.com/programs/sfu-student-programs/change-lab/",
    "contact": "change-lab@radiussfu.com"
  },
  {
    "title": "Computing Science database list",
    "subtitle": "Research",
    "shortDescription": "Includes multiple databases within SFU. Through this link, it goes to the library database and searches through Computing Science.",
    "source": "https://databases.lib.sfu.ca/browse?subjects=Computing%20Science",
    "contact": ""
  },
  {
    "title": "Computing Science research guide",
    "subtitle": "Research",
    "shortDescription": "Has resources for course assignments for CMPT 320, CMPT 105W, CMPT 322W. It also includes multiple free new computing science books",
    "source": "https://www.lib.sfu.ca/help/research-assistance/subject/computing-science",
    "contact": ""
  },
  {
    "title": "Connect with an advisor",
    "subtitle": "Career and Academic Advising",
    "shortDescription": "Gives students information on who to contact on different advising needs such as Academic Advising, Career Management Centre, Student Engagement Office, Office of International Programs, Co-operative Education",
    "source": "https://beedie.sfu.ca/resources/undergraduates/connect-with-an-advisor",
    "contact": ""
  },
  {
    "title": "Co-Operative Education",
    "subtitle": "Career",
    "shortDescription": "Undergraduate Health Science students have access to numerous Co-operative education oppurtunities, where they can get hands on experience. Remeber  the best time to start applying to Co-op is at the beggining of your second year",
    "source": "https://www.sfu.ca/coop/programs/hsci/",
    "contact": "Isabella Silvestre\nCoordinator\n778-782-7632\nisilvest@sfu.ca\nBlusson Hall 10712"
  },
  {
    "title": "Course offerings page (Beedie)",
    "subtitle": "",
    "shortDescription": "",
    "source": "",
    "contact": ""
  },
  {
    "title": "Develop your Career",
    "subtitle": "Career Management Centre",
    "shortDescription": "The Career Management Centre will help students strategize and build their career. The programs, resources, and a networking opportunities will set students up for professional success. Types of advising include: Career exploration specific to your concentration, comprehensive resume/cover letter review, job search strategies, managing your online presence, networking tips, mock interviews and interview tips, salary negotiation, familiarization with additional resources, and resources and information on industry/abour market",
    "source": "https://beedie.sfu.ca/resources/undergraduates/develop-your-career",
    "contact": "Book advising appointments through Beedie Community. Drop- in advising is from Monday - Thursday: 1PM to 4PM. Contact bbacareers@sfu.ca if there are any questions"
  },
  {
    "title": "Educational Software",
    "subtitle": "IT Services",
    "shortDescription": "There are multiple softwares and licenses that are available to SFU students",
    "source": "https://www.sfu.ca/itservices/technical/software.html",
    "contact": ""
  },
  {
    "title": "Financial Support",
    "subtitle": "Financial Aid",
    "shortDescription": "More information on where students can get scholarships, bursaries, open scholarship, awards, loans, and service awards.",
    "source": "http://www.sfu.ca/students/financialaid/undergrad.html",
    "contact": ""
  },
  {
    "title": "Global Community @ SFU",
    "subtitle": "",
    "shortDescription": "Program that builds a supportive community. Gives them the opportunity to learn about the culture of SFU and Canada, meet new friends, and explore the community",
    "source": "https://www.sfu.ca/students/intercultural-engagement/globalcommunity.html",
    "contact": ""
  },
  {
    "title": "Health & Counselling",
    "subtitle": "",
    "shortDescription": "When it all feels overwhelming, it’s important to know that you don’t have to go it alone. SFU Health & Counselling has a team of dedicated mental health professionals to get you back on track.",
    "source": "http://www.sfu.ca/students/health.html",
    "contact": ""
  },
  {
    "title": "Health and Conselling Resources",
    "subtitle": "",
    "shortDescription": "Provides the following health and counselling resources for SFU Students:\nMedia Library: a media library that offers free audio/video recordings of guided meditation, relaxation, yoga. \nWellness wheel: Learn to maintain a balance between the many different aspects of your life\nDrugs and Alcohol: Learn more about how substance use impacts your body and know how to spot signs of an overdose\nCritical Incident Support: Explains how to effectively deal with the aftermath of a critical incident, such as death of a loved one, bad accident, situation involving violence, and more \nBouncing Forward: Free, non-credit canvas course to learn strategies to build your resilience, how to identify and access resources, and improve your well- being \nMy SSP- provides SFU students access to free 24/7 counselling and mental health support reachable from anywhere around the world either by phone or through the app",
    "source": "https://www.sfu.ca/students/health/resources.html",
    "contact": ""
  },
  {
    "title": "Health and Counselling Services",
    "subtitle": "",
    "shortDescription": "Free confidential and medical health services",
    "source": "https://www.sfu.ca/students/health/",
    "contact": ""
  },
  {
    "title": "Health Peers",
    "subtitle": "",
    "shortDescription": "Supports student health and well-being on campus and are trained to share health education and outreach on topics such as: sexual health, responsible partying, social connectedness, stress managemnt, healthy eating, active living, healthy settings, positive body image. They also have workshops and events such as Fit mix that is a free fitness beginners class that runs every week and community cooking workshops that are free lessions on easy and nutritious recipes for healthy eating",
    "source": "https://www.sfu.ca/students/health/support/student-involvement/health-peers.html",
    "contact": ""
  },
  {
    "title": "HSCI Course Offerings",
    "subtitle": "Comprehensive",
    "shortDescription": "The Health Sciences department posts the courses offered for upto 5 semesters. The  purpose  is to act as a guide for general planning of your courses . You are encouraged to check the course plan regularly for updates.",
    "source": "http://www.sfu.ca/fhs/undergraduate/current/courses/undergraduate-course-offerings.html",
    "contact": ""
  },
  {
    "title": "HSUSU - Health Sciences Undergraduate Student Union",
    "subtitle": "Get Involved",
    "shortDescription": "An entirely volunteer-run student organization, Health Sciences Undergraduate Student Union (HSUSU)  represents the 3800 students within the Health Sciences Bachelor program, whether it be the Bachelor of Arts stream or the Sciences stream ( Life Sciences stream or the Population Quantitative Health Sciences (PQHS) . HSUSU provides a variety of social events, networking events, a mentorship program, and leadership opportunities, while bridging together students, alumni, faculty members, and industry.",
    "source": "http://www.hsusu.com/",
    "contact": ""
  },
  {
    "title": "Lecture Recordings",
    "subtitle": "IT services",
    "shortDescription": "Lectures given in selected theatres and classroom can be recorded digitally, and are available online for students.",
    "source": "https://www.sfu.ca/itservices/elearning.html",
    "contact": ""
  },
  {
    "title": "LinkedIn Learning",
    "subtitle": "IT Services",
    "shortDescription": "As SFU students, they get free access to LinkIn Learning which is a platform that provides video tutorials on software programs, design practices, and business skills",
    "source": "https://www.lib.sfu.ca/find/other-materials/lil-linkedin-learning",
    "contact": ""
  },
  {
    "title": "LinkedIn Learning (LIL)",
    "subtitle": "Tutorials",
    "shortDescription": "",
    "source": "https://databases.lib.sfu.ca/record/61245148240003610/LinkedIn-Learning-(LIL)",
    "contact": ""
  },
  {
    "title": "Living Learning Communities",
    "subtitle": "Residence and Housing",
    "shortDescription": "A specific residence (Living-Learning Communities) which are grouped around a particular focus with additional support and programming. Connect students academically and socially while creating space for continued learning, personal growth and strong connections with other students, staff and faculty outside the classroom",
    "source": "https://www.sfu.ca/students/residences/housing-options/living-learning-communities.html",
    "contact": ""
  },
  {
    "title": "Mentors in Business",
    "subtitle": "Academic Advising",
    "shortDescription": "Beedie students, both graduates and undergraduates, connect with individuals from the business community in areas of their career interest in order to make better-informed career choices and expand their understanding of a target industry. The program provides a platform for working professionals to share insights, experiences and knowledge that will inspire and motivate students to embark on their career search.",
    "source": "https://beedie.sfu.ca/resources/mentors-in-business",
    "contact": "Login on Beedie Community Account to access registration form"
  },
  {
    "title": "MyExperience",
    "subtitle": "Career",
    "shortDescription": "MyExperience is your one stop shop view and register for experiential learning oppurtunities!",
    "source": "https://www.sfu.ca/wil/myexperience/",
    "contact": ""
  },
  {
    "title": "MyInvolvement",
    "subtitle": "Get Involved",
    "shortDescription": "myInvolvement is another portal showcasing on-campus opportunities! Through this portal, you can register for career and leadership development programs; apply for volunteer and paid positions; sign up for campus events and workshops; and access your Co-Curricular Record.",
    "source": "https://myinvolvement.sfu.ca/home.htm",
    "contact": ""
  },
  {
    "title": "MySSP Mental Health App",
    "subtitle": "Health",
    "shortDescription": "University can be challenging and affect your mental and emotional health. MySSP lets you  book an in-person, phone, or video appointments with registered clinical counsellors. Immediate support or counselling is also available 24/7 by phone or chat.",
    "source": "http://www.sfu.ca/students/health/support/mental-health/my-ssp.html",
    "contact": ""
  },
  {
    "title": "On- Campus volunteering",
    "subtitle": "",
    "shortDescription": "Volunteering opportunities for students to get more involved at SFU through myinvolvement and Student Ambassador Program",
    "source": "http://www.sfu.ca/volunteer/i-want-to-volunteer.html",
    "contact": ""
  },
  {
    "title": "Peer Mentorship Program",
    "subtitle": "Get Involved",
    "shortDescription": "The FHS Peer Mentorship Program is a faculty-specific, peer mentoring group open to all undergraduate students. Our goal is to strengthen the FHS community by connecting incoming first year and senior Health Sciences students to create a welcoming environment for all. \n\nThe FHS Peer Mentorship program allows you to become a mentor or receive mentorship yourself!",
    "source": "https://fhspeer.weebly.com/",
    "contact": "email for more info:  fhspeer@sfu.ca"
  },
  {
    "title": "Print Books",
    "subtitle": "Research",
    "shortDescription": "The schools library is full of books what not as many students use anymore due to the internet. However, research shown that students learn better with books.",
    "source": "Library on campas",
    "contact": ""
  },
  {
    "title": "Program Checklists",
    "subtitle": "Program requirement Checklists",
    "shortDescription": "Need a program checklist? Download a copy here and save yourself a visit to the academic advisor.",
    "source": "1. BA :   http://www.sfu.ca/content/dam/sfu/fhs/Undergraduate/Current/BA%20Checklist.pdf\n\n2. BSc - PQHS : http://www.sfu.ca/content/dam/sfu/fhs/Undergraduate/Current/Checklist%20-%20BSc%20PQHS%20-%20Summer%202019%20Calendar.pdf\n\n3. BSc- LS : http://www.sfu.ca/content/dam/sfu/fhs/Undergraduate/Current/BSc%20LS%20Checklist.pdf",
    "contact": "http://www.sfu.ca/fhs/undergraduate/current/forms.html"
  },
  {
    "title": "Research Guides for Discipline",
    "subtitle": "Library",
    "shortDescription": "Start here to find research guides by subject, course, or discipline name.",
    "source": "https://www.lib.sfu.ca/help/research-assistance/subject",
    "contact": ""
  },
  {
    "title": "SFU Beedie Writing Mentors",
    "subtitle": "Academic Advising",
    "shortDescription": "Beedie undergraduate students have the opportunity to recieve free, one-on-one mentorship from a trained writing expert. Students can book a 60-minute session online once a week. Alternately, they are able to see mentors for 30-minute drop-in sessions, which are available on a first come, first serves basis but can be excerised multiple times in a week. Students will have to come prepared, with most of their assignment completed and specific questions or requests based on the assignment or on their writing skills.",
    "source": "https://beedie.sfu.ca/resources/undergraduates/writing-mentors",
    "contact": "Register at Beedie Community: https://beediecommunity.sfu.ca/home.htm"
  },
  {
    "title": "Springer link Search",
    "subtitle": "Research",
    "shortDescription": "",
    "source": "https://databases.lib.sfu.ca/record/61245149810003610",
    "contact": ""
  },
  {
    "title": "Student Learning Commons",
    "subtitle": "Academic",
    "shortDescription": "Looking for help adjusting to university life? The Student Learning Commons provides expert and friendly help with academic writing, learning, and study strategies — in an environment of collaboration, discussion, and peer learning.",
    "source": "https://www.lib.sfu.ca/about/branches-depts/slc",
    "contact": ""
  },
  {
    "title": "Student Learning Commons",
    "subtitle": "Writing",
    "shortDescription": "This resouce offers students free one-on-one sonsultations to improve all around skills for students. The skills they help with are time management, exam preparation, note-taking and presention skills. This resource also helps students write more effective resumes for Co-op.",
    "source": "https://www.lib.sfu.ca/about/branches-depts/slc/offer/consultation-info/information",
    "contact": ""
  },
  {
    "title": "Student Learning Commons",
    "subtitle": "",
    "shortDescription": "Provides workshops and one-on-one consultations on everythings from time-management, study techniques, and other tips for academic success",
    "source": "https://www.lib.sfu.ca/about/branches-depts/slc",
    "contact": ""
  },
  {
    "title": "Student Temporary Pool",
    "subtitle": "Financial Aid",
    "shortDescription": "Provides employment opportunities for qualified SFU students registered in credit courses in the semester of employment.",
    "source": "https://www.sfu.ca/students/financialaid/undergrad/work-study.html",
    "contact": ""
  },
  {
    "title": "Synthesis Digital Library of Engineering and Computer Science",
    "subtitle": "Research",
    "shortDescription": "A list of current sythesis from other universities. This may help give insiration or additional info for assignments",
    "source": "https://databases.lib.sfu.ca/record/61245149540003610/Synthesis-Digital-Library-of-Engineering-and-Computer-Science",
    "contact": ""
  },
  {
    "title": "Teaching Assistant Opportunities",
    "subtitle": "",
    "shortDescription": "Opportunties for students to apply for the teaching assistant position",
    "source": "https://beedie.sfu.ca/resources/teaching-assistant-opportunities",
    "contact": ""
  },
  {
    "title": "University prep and SFU 101",
    "subtitle": "",
    "shortDescription": "A free online course that will help prepare for the academic transition to SFU.",
    "source": "https://www.sfu.ca/students/newundergrads/after-you-accept/fall/orientation/university-prep.html",
    "contact": ""
  },
  {
    "title": "Work - Study Program",
    "subtitle": "Financial Aid",
    "shortDescription": "Opportunity to participate in research- based projects and earn supplemental income. You will gain valuable experience connecting with various members of the SFU community and build your co-curriculum record.",
    "source": "https://www.sfu.ca/students/financialaid/undergrad/work-study.html",
    "contact": ""
  },
  {
    "title": "WriteAway",
    "subtitle": "Academic",
    "shortDescription": "WriteAway supports undergraduate students at participating institutions with formative feedback on their writing assignments. Qualified tutors from each of the participating institutions provide advice and suggest resources to help students improve their writing. Tutors try to respond to papers within 48 hours.",
    "source": "https://writeaway.ca/",
    "contact": ""
  }
]
