[
  {
    "title": "Departmental Undergraduate Advisors",
    "degreePlanning": true,
    "academicAdvising": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "Start here to find every departmental undergraduate advisor.",
    "shortDescription": "Find every departmental acedemic advisor here",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://www.sfu.ca/students/academicadvising/contact/departmental-advisors.html"
  },
  {
    "title": "Advising  AppliedScience",
    "degreePlanning": true,
    "academicAdvising": true,
    "departments": "CS ENSC",
    "accessMethod": "In Person, Drop in\n\nBurnaby Campus: Applied Science Building (ASB) 9941\n\nSurrey Campus (SRYE) Room 1003",
    "description": "Drop-in advising is available for students in the Burnaby-based Applied Sciences programs every day. Extended hours are available during enrollment periods and beginning of semester.",
    "shortDescription": "Acedemic Advising for Applied Science students. Drop in or book an appointment.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://www.sfu.ca/fas/current-student/advising.html",
    "contact": "Email: asadvise@sfu.ca\nPhone: 778-782-9256\nBurnaby Campus: Applied Science Building (ASB) 9941\nSurrey Campus (SRYE) Room 1003"
  },
  {
    "title": "Advising  Health Science Login",
    "degreePlanning": true,
    "academicAdvising": true,
    "departments": "HS",
    "accessMethod": "Online, In Person Burnaby Campus: Blusson Hall, Room 11300",
    "recommended": true,
    "description": "The Academic advisor is a must for all Health Sciences Students. Simply book your appointments online!\n\nAdvisors are available to advise students on a range of topics, including checking you’re on track to graduate and helping you navigate academic difficulties.\n\nAll advising is held in Blusson Hall 10706 (SFU Burnaby campus). If there are no appointments available, drop-in advising is great for quick questions.",
    "shortDescription": "Acedemic Advising for Health Science students. Drop in or book an appointment.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "http://www.sfu.ca/fhs/undergraduate/current/advising.html",
    "contact": "Email: fhs_advising@sfu.ca \nBurnaby Campus: Blusson Hall, Room 11300\n\n\nSteve O'Reilly (Undergraduate Advisor)\nPhone: 778-782-9668",
    "testimonials": "Academic Advising has helped me  figure out what I still need to take and what I have fulfilled so I do not waste credits and money."
  },
  {
    "title": "Advising Business : Career Managemnt Centre",
    "degreePlanning": true,
    "academicAdvising": true,
    "careerServices": true,
    "workAndVolunteering": true,
    "healthAndCounselling": true,
    "departments": "BUS",
    "accessMethod": "Drop In:\n\nBurnaby Campus\n(WMC 2330)        Monday to Friday, 11 a.m. to 2 p.m.\n\n\nSurrey Campus\n(SUR 5000)        Monday to Thursday, 10 to 11 a.m. and 1 to 3 p.m.",
    "recommended": true,
    "description": "Gives students information on who to contact on different advising needs such as Academic Advising, Career Management Centre, Student Engagement Office, Office of International Programs, Co-operative Education",
    "shortDescription": "Acedemic Advising for Business students. Drop in or book an appointment.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://beedie.sfu.ca/resources/undergraduates/connect-with-an-advisor",
    "testimonials": "1. The Career Managment Centre advised me to find work and volunteer positions that relates to my field.\n\n2. Career management. Because of the career management department and their advisers, I am now able to graduate with the job I want. From cover letters and resumes to interview prep and salary negotiation, they helped me throughout the whole process and helped me land a job.\n\n3. The amount of information that you get from advisers are more beneficial than anything you can find online."
  },
  {
    "title": "Academic Enhancement Program",
    "academicToolsAndHelp": true,
    "departments": "CS",
    "accessMethod": "In Person",
    "recommended": true,
    "description": "Collaborative program between the School of Computing Science and the Student Learning Commons at Simon Fraser University.",
    "shortDescription": "Collaborative program between the School of Computing Science and the Student Learning Commons at Simon Fraser University.",
    "yearMinimum": "1",
    "yearMaximim": "1",
    "source": "https://www.sfu.ca/computing/current-students/undergraduate-students/student-resources/academic-enhancement-program.html",
    "contact": "Diana Cukierman\ndiana@sfu.ca\n1-778-782-7110",
    "testimonials": "Study Abroad advisors within Beedie. They are friendly and patient and make the application process much less intimidating."
  },
  {
    "title": "Databases",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "online",
    "description": "SFU offers access to a whole range of databases that will \nhelp with doing research for papers, essays or just to feed your \ncuriousity. Databases exists on many topics, so start here\n and find the right database for you.",
    "source": "https://databases.lib.sfu.ca/"
  },
  {
    "title": "Research Guides per Discipline",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "Start here to find research guides by subject, course, or discipline name. These allow you to research your topic in the most efficient way and improve the quality of your work.",
    "shortDescription": "This link provides a search link for all research papers that a teacher would ask you to read.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.lib.sfu.ca/help/research-assistance/subject"
  },
  {
    "title": "Library Catalogue",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "The library cataglogue gives you immediate access to all  files and databases available to SFU, start here next time you are researchng a topic. Teachers often give research assignments to paid articles, use this link to find the articles for free.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://sfu-primo.hosted.exlibrisgroup.com/primo-explore/browse?vid=SFUL",
    "contact": "Includes all the research papers teachers would want you to read, for free."
  },
  {
    "title": "Study rooms",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "peerToPeer": true,
    "applications": true,
    "departments": "ALL",
    "recommended": true,
    "description": "SFU offers multiple study rooms at all campuses. This is optimal for working on group projects.",
    "shortDescription": "Book your study rooms online.",
    "source": "https://www.lib.sfu.ca/facilities/rooms-spaces/group-study-rooms"
  },
  {
    "title": "AskAway",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "peerToPeer": true,
    "applications": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "Real time research help. Have a live chat with research experts to help you find what you need. AskAway provides convenient and expert chat reference help to post-secondary students, faculty, and researchers across BC and the Yukon. Connect with friendly and professional AskAway service providers, who respond to questions ranging from circulation to in-depth research to citations.",
    "shortDescription": "Real time research help provided by the library.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://askaway.org",
    "testimonials": "I was so happy when I discovered this service because it helped me when writing research paper. Through a chat service you get to speak with a qualified librarian and ask for their guidance researching a topic. They are great at getting you started on the right path. A must use resource for any student writing reserach papers."
  },
  {
    "title": "What can I do with a degree?",
    "degreePlanning": true,
    "academicAdvising": true,
    "careerServices": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "Univeristy  is the time to be curious, open-minded, and watch for clues to help you make an informed decision, one that you are both confident and excited about. So instead of focusing on what you can do with your major, use the resources that follow to discover what is possible. Just how far and wide your degree will take you has more to do with you, the things you do, changes in the world, and the unknown and unplanned events you will encounter.",
    "shortDescription": "Find out what jobs you could do with your degree. How far could it take you?",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "http://www.sfu.ca/career/WCID.html"
  },
  {
    "title": "Center for Accessible Learning",
    "healthAndCounselling": true,
    "academicToolsAndHelp": true,
    "ITServices": true,
    "departments": "ALL",
    "accessMethod": "Online/ In person",
    "description": "Check out the Centre for Accessible Learning (CAL) (formerly: the Centre for Students with Disabilities) for a wide array of information and services to support your success as a student.",
    "shortDescription": "Provides skills to enhance student growth to students with disabilities.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "http://www.sfu.ca/students/accessible-learning.html"
  },
  {
    "title": "Co-Operative Education HSCI",
    "degreePlanning": true,
    "academicAdvising": true,
    "careerServices": true,
    "workAndVolunteering": true,
    "departments": "HS",
    "accessMethod": "Online",
    "recommended": true,
    "description": "Undergraduate Health Science students have access to numerous Co-operative education oppurtunities, where they can get hands on experience. Remeber  the best time to start applying to Co-op is at the beggining of your second year",
    "shortDescription": "Health Science Co-operative page.",
    "yearMinimum": "0",
    "yearMaximim": "3",
    "source": "https://www.sfu.ca/coop/programs/hsci/",
    "contact": "Isabella Silvestre\nCoordinator\n778-782-7632\nisilvest@sfu.ca\nBlusson Hall 10712",
    "testimonials": "It allowed me to experience different job positions that might be available after I graduate. It was fun and informative experience for me."
  },
  {
    "title": "Co-Operative Engineering Science",
    "degreePlanning": true,
    "academicAdvising": true,
    "careerServices": true,
    "workAndVolunteering": true,
    "departments": "ENSC",
    "accessMethod": "Online",
    "description": "Our Schools' co-operative education program combines relevant job experience with classroom studies.",
    "shortDescription": "Engineering Science Co-operative page.",
    "yearMinimum": "0",
    "yearMaximim": "3",
    "source": "http://www.sfu.ca/coop/programs/eng/faq.html"
  },
  {
    "title": "Peer Tutoring Computing Science",
    "peerToPeer": true,
    "departments": "CS",
    "accessMethod": "In Person",
    "description": "Where should I go to see a CS Peer Tutor? CSIL ASB 9820 (see map below).\nWhen can I see a CS Peer Tutor? Monday to Friday, 10:30am to 4:30pm (see schedule below).\nDo I need to make an appointment? No need! You can just drop in anytime (see schedule below",
    "shortDescription": "Go see or become a Computer Science peer tutor.",
    "yearMinimum": "0",
    "yearMaximim": "2",
    "source": "https://www.sfu.ca/computing/current-students/undergraduate-students/student-resources/cs_peer_tutoring.html"
  },
  {
    "title": "CSIL Windows Course Software",
    "academicToolsAndHelp": true,
    "ITServices": true,
    "applications": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "This link has all the course softwares every class would use. It has download links to most of the applications. Includes Microsoft Office, WinRAR, Python, and many more.",
    "shortDescription": "Link to all downloadable applications a student would need for their classes.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/computing/about/support/csil/windows/software.html",
    "testimonials": "Free educational software has been a big help for me. It helps me complete assignments as well as projects that I have."
  },
  {
    "title": "Software Downloads & Licences",
    "academicToolsAndHelp": true,
    "ITServices": true,
    "applications": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "Need to find the right tool for your project? Try looking in one of these comprehensive directories. There are multiple softwares and licenses that are available to SFU students",
    "shortDescription": "Link to all Software devices and licenses available for SFU students.",
    "yearMinimum": "0",
    "yearMaximim": "0",
    "source": "https://www.sfu.ca/itservices/technical/software.html",
    "testimonials": "I am glad SFU is able to provide Microsoft Office Subscriptions for free, it is an essential tool for efficient leanring."
  },
  {
    "title": "Develop your Career",
    "careerServices": true,
    "workAndVolunteering": true,
    "departments": "BUS",
    "accessMethod": "Online/ In Person",
    "description": "The Career Management Centre will help students strategize and build their career. The programs, resources, and a networking opportunities will set students up for professional success. Types of advising include: Career exploration specific to your concentration, comprehensive resume/cover letter review, job search strategies, managing your online presence, networking tips, mock interviews and interview tips, salary negotiation, familiarization with additional resources, and resources and information on industry/abour market",
    "shortDescription": "Help build skills for your carreer post university.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://beedie.sfu.ca/resources/undergraduates/develop-your-career",
    "contact": "Book advising appointments through Beedie Community. Drop- in advising is from Monday - Thursday: 1PM to 4PM. Contact bbacareers@sfu.ca if there are any questions"
  },
  {
    "title": "Financial Aid Information",
    "financialAid": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "Learn about the Scholarships, Awards, Bursaries, Work-Study program, and Loans available to Undergraduate students.",
    "shortDescription": "Book apoitments in person for information about the Scholarships, Awards, Bursaries, Work-Study program, and Loans available to Undergraduate students.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "http://www.sfu.ca/students/financialaid.html"
  },
  {
    "title": "Financial Support",
    "financialAid": true,
    "departments": "ALL",
    "accessMethod": "In Person",
    "description": "More information on where students can get scholarships, bursaries, open scholarship, awards, loans, and service awards.",
    "shortDescription": "Online information about the Scholarships, Awards, Bursaries, Work-Study program, and Loans available to Undergraduate students.",
    "source": "http://www.sfu.ca/students/financialaid/undergrad.html"
  },
  {
    "title": "Global Community @ SFU",
    "peerToPeer": true,
    "studentNetworks": true,
    "departments": "ALL",
    "accessMethod": "Online/ In Person",
    "description": "Program that builds a supportive community. Gives them the opportunity to learn about the culture of SFU and Canada, meet new friends, and explore the community",
    "shortDescription": "Program focused to international students. Learn about the Canadian culture and what the community provides, while makling new friends.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/students/intercultural-engagement/globalcommunity.html"
  },
  {
    "title": "TA Booking & Office Hours",
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "Book rooms with a TA or a group around campas. This includes the ability to book CSIL rooms.",
    "shortDescription": "Book rooms online with a TA around campas.",
    "source": "https://booking.cs.sfu.ca/tabooking//"
  },
  {
    "title": "Health & Counselling Services",
    "healthAndCounselling": true,
    "departments": "ALL",
    "accessMethod": "In Person",
    "recommended": true,
    "description": "When it all feels overwhelming, it’s important to know that you don’t have to go it alone. SFU Health & Counselling has a team of dedicated mental health professionals to get you back on track.",
    "shortDescription": "A team of dedicated mental health professionals to get you back on track.",
    "yearMinimum": "0",
    "yearMaximim": "0",
    "source": "http://www.sfu.ca/students/health.html",
    "testimonials": "Although I haven't used this service, I know it's there if I ever need it. The Health & Counselling Resources are readily available and promoted through emails, social media, and even poster boards. It is great that SFU's Health & Counselling Services are promoted to students and even faculty, and it's awesome that SFU is openly providing information to better overall health. Mental health is health!"
  },
  {
    "title": "Health and Conselling Resources",
    "healthAndCounselling": true,
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "applications": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "Provides the following health and counselling resources for SFU Students:\n\nMedia Library:  offers free audio/video recordings of guided meditation, relaxation, yoga. \n\nWellness wheel: Learn to maintain a balance between the many different aspects of your life\n\nDrugs and Alcohol: Learn more about how substance use impacts your body and know how to spot signs of an overdose\n\nCritical Incident Support: Explains how to effectively deal with the aftermath of a critical incident, such as death of a loved one, bad accident, situation involving violence, and more \n\nBouncing Forward: Free, non-credit canvas course to learn strategies to build your resilience, how to identify and access resources, and improve your well- being \n\nMy SSP- provides SFU students access to free 24/7 counselling and mental health support reachable from anywhere around the world either by phone or through the app",
    "shortDescription": "Multiple Health science resources that gain help strengthen mental strength.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/students/health/resources.html"
  },
  {
    "title": "Health Peers",
    "healthAndCounselling": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "Online/In Person",
    "description": "Supports student health and well-being on campus and are trained to share health education and outreach on topics such as: sexual health, responsible partying, social connectedness, stress managemnt, healthy eating, active living, healthy settings, positive body image. They also have workshops and events such as Fit mix that is a free fitness beginners class that runs every week and community cooking workshops that are free lessions on easy and nutritious recipes for healthy eating",
    "shortDescription": "Health support provided by students.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/students/health/support/student-involvement/health-peers.html"
  },
  {
    "title": "High School Ambassador Program",
    "careerServices": true,
    "workAndVolunteering": true,
    "peerToPeer": true,
    "studentNetworks": true,
    "departments": "CS ENSC",
    "accessMethod": "In Person",
    "description": "High School Ambassadors are paid positions that represent the Faculty of Applied Sciences in recruitment and diversity initiatives. As an employee in this position, you will help inspire diverse prospective students in Gr. 11-12 about Applied Sciences through on campus events, tours, calling campaigns and high school visits.",
    "yearMinimum": "1",
    "yearMaximim": "1",
    "source": "http://www.sfu.ca/fas/current-student/advising/HSAP.html"
  },
  {
    "title": "Program checklists for All Programs",
    "degreePlanning": true,
    "academicToolsAndHelp": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "View your programs requirements here and save yourself a visit to the academic advisor.",
    "source": "https://www.sfu.ca/students/calendar/2020/summer/academic-programs.html"
  },
  {
    "title": "Program Checklist Beedie",
    "degreePlanning": true,
    "academicToolsAndHelp": true,
    "departments": "BUS",
    "accessMethod": "Online",
    "description": "Need a program checklist? View the program requirements here and save yourself a visit to the academic advisor.",
    "shortDescription": "Create a Business program checklist.",
    "source": "https://www.sfu.ca/students/calendar/2020/summer/areas-of-study/business.html"
  },
  {
    "title": "Program Checklist Engineering Science",
    "degreePlanning": true,
    "academicToolsAndHelp": true,
    "departments": "ENSC",
    "accessMethod": "Online",
    "recommended": true,
    "description": "Need a program checklist? View the program requirements here and save yourself a visit to the academic advisor.",
    "shortDescription": "Create an Engineering program checklist.",
    "source": "https://www.sfu.ca/content/dam/sfu/engineering/Undergraduate/4-year-curriculum-schedules/New_Curriculum/ENSC_COMPUTER_1137_Onwards_Planner.pdf",
    "testimonials": "I graduated from computer engineering in 5 years with an average of 13 credits a semester. Utilize the resources available to you, and think about your future. An hour of planning can be the difference between surviving and thriving through University."
  },
  {
    "title": "Program Checklists Health Science",
    "degreePlanning": true,
    "academicToolsAndHelp": true,
    "departments": "HS",
    "accessMethod": "Download,/Online",
    "recommended": true,
    "description": "Need a program checklist? Download a copy here and save yourself a visit to the academic advisor.",
    "shortDescription": "Create a Health Science program checklist.",
    "yearMaximim": "4",
    "source": "http://www.sfu.ca/fhs/undergraduate/current/forms.html",
    "testimonials": "Students go to advisor just to get a copy of the program requirement checklist, when I discovered I could download a copy online it made me very happy. The course checklist allows you to follow along and not miss any requirements."
  },
  {
    "title": "Program Checklists Computing Science",
    "degreePlanning": true,
    "academicToolsAndHelp": true,
    "departments": "CS",
    "accessMethod": "Online",
    "description": "Need a program checklist? View the program requirements here and save yourself a visit to the academic advisor.",
    "shortDescription": "Create a Computing Science checklist.",
    "source": "https://www.sfu.ca/students/calendar/2020/summer/areas-of-study/computing-science.html"
  },
  {
    "title": "CourSys",
    "degreePlanning": true,
    "academicToolsAndHelp": true,
    "departments": "CS",
    "accessMethod": "Online",
    "description": "Planning your classes? Use this handy tool to view what courses are being offered.",
    "shortDescription": "Coursys is a course planning tool.",
    "source": "https://cas.sfu.ca/cas/login"
  },
  {
    "title": "Projected Course Offerings Computing Science",
    "degreePlanning": true,
    "academicAdvising": true,
    "departments": "CS",
    "accessMethod": "Online",
    "description": "View the Computing Science departments projected Course offerings here. The  purpose  is to act as a guide for general planning of your courses . You are encouraged to check the course plan regularly for updates.",
    "shortDescription": "Guides students to plan their Computing Science courses.",
    "source": "https://www.sfu.ca/computing/current-students/undergraduate-students/student-resources/course-schedules.html"
  },
  {
    "title": "Projected Course Offerings Page Business",
    "degreePlanning": true,
    "academicAdvising": true,
    "departments": "BUS",
    "accessMethod": "Online",
    "description": "The Business department posts the projected course offerings  for upto 3 semesters. The  purpose  is to act as a guide for general planning of your courses . You are encouraged to check the course plan regularly for updates.",
    "shortDescription": "Guides students to plan their Business courses.",
    "source": "https://beedie.sfu.ca/resources/undergraduates/plan-your-degree/projected-course-offerings"
  },
  {
    "title": "Projected Course Offerings Engineering Science",
    "degreePlanning": true,
    "academicAdvising": true,
    "departments": "ENSC",
    "accessMethod": "Online",
    "description": "View the Enginnering Science department proojected  courses here.. The  purpose  is to act as a guide for general planning of your courses . You are encouraged to check the course plan regularly for updates.",
    "shortDescription": "Guides students to plan their Engineering courses.",
    "yearMinimum": "0",
    "yearMaximim": "0",
    "source": "http://www.sfu.ca/engineering/current-students/undergraduate-students/course-outlines.html"
  },
  {
    "title": "Projected Course Offerings Health Science",
    "degreePlanning": true,
    "academicAdvising": true,
    "departments": "HS",
    "accessMethod": "Online",
    "recommended": true,
    "description": "The Health Sciences department posts the courses offered for upto 5 semesters. The  purpose  is to act as a guide for general planning of your courses . You are encouraged to check the course plan regularly for updates.",
    "shortDescription": "Guides students to plan their Health Science courses.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "http://www.sfu.ca/fhs/undergraduate/current/courses/undergraduate-course-offerings.html",
    "testimonials": "Many Students don't know this exists, but its a great tool for planning ahead a few semesters and not be surprised that a course isn't being offered in your final semester."
  },
  {
    "title": "Lecture Recordings",
    "ITServices": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "Lectures given in selected theatres and classroom may be recorded digitally, and are available online for students. Not sure you're going to be interested in a class? Listen to one of their lectures before enrolling.*Please note, not all classes are recorded.",
    "shortDescription": "A list of all lecture recordings that SFU teachers released to the students.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/itservices/elearning.html",
    "testimonials": "1. Lecture recordings, I find them the most useful because through the background noise in lecture I cannot hear the professor clearly, also, it reminds me of certain concepts and helps me understand things I’ve forgotten way better.\n\n2. I find lecture recordings really useful because I’m not always able to go to class, so if I miss something I can listen to the class recording.\n\n3. I use the lecture recordings to go back and hear if I hae missed any information."
  },
  {
    "title": "LinkedIn Learning",
    "academicToolsAndHelp": true,
    "ITServices": true,
    "applications": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "SFU students, recieve free access to LinkIn Learning which is a platform that provides video tutorials on software programs, design practices, and business skills. Was once known as Lynda.com.",
    "shortDescription": "Gives tutorials on IT skills for each department.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.lib.sfu.ca/find/other-materials/lil-linkedin-learning",
    "testimonials": "This was so helpful for me. Especially being in my last year at SFU, I have more of an idea of the career trajectory I want to pursue but felt like the required courses did not meet my passions. Accessing this platform allowed me to cater my learning goals and explore topics of interest further."
  },
  {
    "title": "Living Learning Communities",
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "A specific residence (Living-Learning Communities) which are grouped around a particular focus with additional support and programming. Connect students academically and socially while creating space for continued learning, personal growth and strong connections with other students, staff and faculty outside the classroom",
    "shortDescription": "Creates an easier transition to a university student and living on campas.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/students/residences/housing-options/living-learning-communities.html"
  },
  {
    "title": "Mentor Minutes",
    "careerServices": true,
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "departments": "BUS",
    "accessMethod": "Online/ In person",
    "description": "Get tips on cultivating a good team dynamic, to the first steps of finding funding–Venture Connection's mentors are here to help YOU. New videos are launched monthly and new topics will be explored, to ensure you start your business off on the right foot.",
    "shortDescription": "Tips on becoming better business students from experienced mentors.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://www.sfu.ca/io/venture/venture-connection/program-overview/mentor-meet/mentor-minute.html"
  },
  {
    "title": "Mentors in Business",
    "careerServices": true,
    "departments": "BUS",
    "accessMethod": "In Person",
    "description": "Beedie students, both graduates and undergraduates, connect with individuals from the business community in areas of their career interest in order to make better-informed career choices and expand their understanding of a target industry. The program provides a platform for working professionals to share insights, experiences and knowledge that will inspire and motivate students to embark on their career search.",
    "shortDescription": "6 Month program that develops a bridge from acedemic to real businesses.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://beedie.sfu.ca/resources/mentors-in-business",
    "contact": "Login on Beedie Community Account to access registration form \n\nPlease contact our Program Manager\n\nEmail: mentorsinbusiness@sfu.ca"
  },
  {
    "title": "MyExperience Login (Career and Volunteer Services + Co-operative Education)",
    "careerServices": true,
    "workAndVolunteering": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "MyExperience is your one stop shop view and register for experiential learning oppurtunities!",
    "shortDescription": "Co-op, Career, and Volunteer opportunities.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/wil/myexperience/"
  },
  {
    "title": "MyInvolvement Login - Health Science Community Account",
    "careerServices": true,
    "workAndVolunteering": true,
    "departments": "HS",
    "accessMethod": "Online",
    "description": "MyInvolvement is another portal showcasing on-campus opportunities! Through this portal, you can register for career and leadership development programs; apply for volunteer and paid positions; sign up for campus events and workshops; and access your Co-Curricular Record.",
    "shortDescription": "Sign up for volunteer or paid postions around campas.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://myinvolvement.sfu.ca/home.htm"
  },
  {
    "title": "MySSP Mental Health App",
    "healthAndCounselling": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "University can be challenging and affect your mental and emotional health. MySSP lets you  book an in-person, phone, or video appointments with registered clinical counsellors. Immediate support or counselling is also available 24/7 by phone or chat.",
    "shortDescription": "App that let's you book online, or in-person appointments with mental health counselors.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "http://www.sfu.ca/students/health/support/mental-health/my-ssp.html"
  },
  {
    "title": "Volunteering Services",
    "careerServices": true,
    "workAndVolunteering": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "In Person",
    "description": "Volunteering opportunities for students to get more involved at SFU through myinvolvement and Student Ambassador Program",
    "shortDescription": "Sign up for volunteer opportunities.",
    "yearMinimum": "0",
    "yearMaximim": "0",
    "source": "http://www.sfu.ca/volunteer/i-want-to-volunteer.html"
  },
  {
    "title": "Passport 2 Leadership",
    "academicToolsAndHelp": true,
    "departments": "ALL",
    "accessMethod": "Online/ In person",
    "description": "Passport to Leadership 1& 2 (P2L 1 &2) is a series of interactive workshops that focuses on developing and understanding the multiple facets of leadership, equipping participants with a broad range of foundational leadership skills through discussions and the completion of online exercises.\n\nStudents who successfully fulfill the requirements of the workshop series will receive official recognition on their Co-Curricular Record&",
    "shortDescription": "Program to enhance students leadership skills.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "http://www.sfu.ca/students/get-involved/programs-and-opportunities/passport-to-leadership-1.html",
    "testimonials": "\"...everybody left that last session feeling like they had leadership potential. Seeing everyone so inspired was definitely a wonderful thing to witness.\"\n\n\"Awesome program. Gives you a small taste of what leadership can be like at the post secondary level. Definitely a stepping stone to more intensive programs provided at SFU.\"\n\n\"I enjoyed the program thoroughly. It provided me with insight into myself both professional and personally. I really enjoyed the speakers we had and they were all very charismatic and professional. They made our weekly session a safe place for ideas and different opinions.\"\n"
  },
  {
    "title": "Peer Mentorship Program",
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "departments": "HS",
    "accessMethod": "Online/ In person",
    "recommended": true,
    "description": "The FHS Peer Mentorship Program is a faculty-specific, peer mentoring group open to all undergraduate students. Our goal is to strengthen the FHS community by connecting incoming first year and senior Health Sciences students to create a welcoming environment for all. \n\nThe FHS Peer Mentorship program allows you to become a mentor or receive mentorship yourself!",
    "shortDescription": "Matching upper level Heath Science students with first year students.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://fhspeer.weebly.com/",
    "contact": "email for more info:  fhspeer@sfu.ca"
  },
  {
    "title": "SFU Apps",
    "healthAndCounselling": true,
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "SFU apps that all students should have during their time at SFU.",
    "shortDescription": "A collection  of apps provided by SFU.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "http://www.sfu.ca/apps.html",
    "testimonials": "SFU apps allowed me to locate a classroom or lab that I need to go to. It also helped me to remember by schedule.\n"
  },
  {
    "title": "SFU Beedie Writing Mentors",
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "departments": "BUS",
    "accessMethod": "In Person",
    "description": "Beedie undergraduate students have the opportunity to recieve free, one-on-one mentorship from a trained writing expert. Students can book a 60-minute session online once a week. Alternately, they are able to see mentors for 30-minute drop-in sessions, which are available on a first come, first serves basis but can be excerised multiple times in a week. Students will have to come prepared, with most of their assignment completed and specific questions or requests based on the assignment or on their writing skills.",
    "shortDescription": "One-on-one mentorship with writing experts.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://beedie.sfu.ca/resources/undergraduates/writing-mentors",
    "contact": "Register at Beedie Community: https://beediecommunity.sfu.ca/home.htm"
  },
  {
    "title": "Student Learning Commons",
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "departments": "ALL",
    "recommended": true,
    "description": "This resouce offers students free one-on-one consultations to improve all around skills for students. The skills they help with are time management, exam preparation, note-taking, writing and presention skills. This resource also helps students write more effective resumes for Co-op.",
    "shortDescription": "Free one-on-one consultations to improve all around skills for students.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.lib.sfu.ca/about/branches-depts/slc",
    "testimonials": "The writing center at the Student Learning Commons is great, If you have questions about quality of your work they can help a lot."
  },
  {
    "title": "Student Temporary Pool",
    "careerServices": true,
    "workAndVolunteering": true,
    "financialAid": true,
    "departments": "ALL",
    "accessMethod": "Online/In Person",
    "description": "SFU's Student Temporary Pool provides employment opportunities for qualified SFU students registered in credit courses in the semester of employment. Students working through the Student Temporary Pool play a significant role in fulfilling the temporary staffing needs at the University's three campuses.",
    "shortDescription": "Employement opportunities for students resistered in courses.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://www.sfu.ca/human-resources/prospective-employees/temporary-support/student-temporary-pool.html"
  },
  {
    "title": "Survey Monkey",
    "academicToolsAndHelp": true,
    "ITServices": true,
    "applications": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "SFU is offering access to SurveyMonkey, a full-featured web survey tool with a wide variety of question types and reporting. This service is provided to support surveys for University-related teaching, learning, research, and administrative purposes.",
    "shortDescription": "Get premium surveying tool for free.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://www.sfu.ca/itservices/publishing/surveys.html"
  },
  {
    "title": "Teaching Assistant Opportunities",
    "workAndVolunteering": true,
    "financialAid": true,
    "departments": "BUS",
    "accessMethod": "Online",
    "description": "Opportunities for qualified graduate and undergraduate students to apply for Teaching Assistant, Teaching Assistant/Marker, Open Lab Assistant, and Marker positions (abbreviated as \"TA\" on the rest of this page). Students must re-apply and be selected for TA positions each term.",
    "shortDescription": "Apply for to become a Teaching Assistant (TA)",
    "yearMinimum": "3",
    "yearMaximim": "8",
    "source": "https://beedie.sfu.ca/resources/teaching-assistant-opportunities"
  },
  {
    "title": "Techconnect",
    "academicToolsAndHelp": true,
    "peerToPeer": true,
    "studentNetworks": true,
    "departments": "AS",
    "accessMethod": "In Person",
    "recommended": true,
    "description": "TechConnect is a Faculty of Applied Sciences (FAS) cohort mentorship program designed to help you transition from high school to University. FAS advisors take care of your course registration for the first semester. The TechConnect cohort will be registered in the same lectures, labs, and tutorials. In addition to attending the same classes, you will also attend TechConnect meetings together which happen twice per month and are led by two student mentors. These meetings will give you the opportunity to participate in specialized workshops, advising sessions, and social activities.",
    "yearMinimum": "1",
    "yearMaximim": "1",
    "source": "http://www.sfu.ca/fas/current-student/advising/TechConnect.html",
    "testimonials": "TechConnect allowed me to make connections in my first semester at sfu that I probably wouldn’t have otherwise made. I made friends that I am still friends with today and made a connection with one of the academic advisors which made it less intimidating to go talk to them."
  },
  {
    "title": "Tips for First Year Students",
    "academicAdvising": true,
    "academicToolsAndHelp": true,
    "departments": "AS",
    "accessMethod": "Online",
    "description": "Tip for First Year Students when choosing electives in Applied Science",
    "shortDescription": "A list of tips for first year Applied Science students.",
    "yearMinimum": "1",
    "yearMaximim": "1",
    "source": "http://www.sfu.ca/fas/current-student/resources/tips-for-first-years.html"
  },
  {
    "title": "University prep and SFU 101",
    "academicAdvising": true,
    "academicToolsAndHelp": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "A free online course that will help prepare for the academic transition to SFU.",
    "shortDescription": "A free online course that will help prepare for the academic transition to SFU.",
    "yearMinimum": "1",
    "yearMaximim": "1",
    "source": "https://www.sfu.ca/students/newundergrads/after-you-accept/fall/orientation/university-prep.html",
    "testimonials": "SFU 101 was very easy to sign up for and because it had online modules it was easy to use."
  },
  {
    "title": "Work - Study Program",
    "careerServices": true,
    "workAndVolunteering": true,
    "financialAid": true,
    "departments": "ALL",
    "accessMethod": "In Person",
    "recommended": true,
    "description": "The Work-Study Program is an opportunity to participate in research-based projects and earn a supplemental income. You will also gain valuable experience connecting with various members of the SFU community and build your co-curriculum record. Because a student’s first commitment is to his/her studies, Work-Study hours are flexible, on campus and supervised.",
    "shortDescription": "Get paid by helping other students by participating in their research-based projects.",
    "source": "https://www.sfu.ca/students/financialaid/undergrad/work-study.html",
    "testimonials": "Fits right into class schedules. Easy to manage."
  },
  {
    "title": "WriteAway",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "peerToPeer": true,
    "departments": "ALL",
    "accessMethod": "online",
    "recommended": true,
    "description": "WriteAway supports undergraduate students at participating institutions with formative feedback on their writing assignments. Qualified tutors from each of the participating institutions provide advice and suggest resources to help students improve their writing. Tutors try to respond to papers within 48 hours.",
    "shortDescription": "Writing exports give feedback on writing assignments.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://writeaway.ca/"
  },
  {
    "title": "Statista",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "departments": "ALL",
    "accessMethod": "online",
    "description": "A simple to use statistics portal that integrates statistics from thousands of sources, on topics related to business, media, public policy, health and others. Statistics can be exported in PPT, XLS, PDF, and PNG formats.",
    "shortDescription": "Database full of free statistics.",
    "yearMinimum": "0",
    "yearMaximim": "0",
    "source": "https://databases.lib.sfu.ca/record/61245146000003610/Statista",
    "contact": "0"
  },
  {
    "title": "Assignment Calculator",
    "academicToolsAndHelp": true,
    "departments": "ALL",
    "accessMethod": "online",
    "description": "Ever wonder how lonng that 10 page research paper you have due at the end of the month is going to take to complete? Plan accordingly with the Assignment Calcualtor which sets out a plan of action, to help you complete your assignment stress free.",
    "shortDescription": "Calculate how long assignments will take you.",
    "yearMinimum": "0",
    "yearMaximim": "4",
    "source": "https://calculator.lib.sfu.ca/"
  },
  {
    "title": "SFU Snap",
    "academicToolsAndHelp": true,
    "applications": true,
    "studentNetworks": true,
    "departments": "ALL",
    "accessMethod": "online",
    "recommended": true,
    "description": "Created by students, for students, SFU snap provides students with the information they need to easily plan their campus experience. Access personalized information including course schedules, exams, and upcoming Canvas assignments plus your library record. Also find room locations, consult transit schedules, and explore campus services like dining and parking.",
    "shortDescription": "An app for your phone that gives you information around campas.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "http://www.sfu.ca/apps.html"
  },
  {
    "title": "Student Health Insurance",
    "healthAndCounselling": true,
    "departments": "ALL",
    "accessMethod": "online",
    "description": "Keep on top of your medical expenses and claims by using the student health insurance. Download the insurance companies app and submit claims easily on line. \n\nPOLICY NUMBERS\nHealth, Dental, and Vision - 79209\ninsured by Pacific Blue Cross\nTravel - 97180\nadministered by Blue Cross Life Insurance Company of Canada",
    "shortDescription": "Mitigate all medical expenses with free healthcare.",
    "yearMinimum": "0",
    "yearMaximim": "8",
    "source": "https://www.pac.bluecross.ca/mobile"
  },
  {
    "title": "Change Lab",
    "degreePlanning": true,
    "departments": "ALL",
    "accessMethod": "Online, In person",
    "recommended": true,
    "description": "Change Lab is a once-in-a-degree experiential learning program open to students from all faculties.\n\nUndergraduate students from a variety of academic backgrounds work together in interdisciplinary teams to investigate a real social, economic, and environmental challenge facing our local community. Together, they build a sustainable intervention to creatively respond to it and present their ideas to community influencers – all in just 13 weeks.",
    "shortDescription": "Work as a team from multiple departments to investigate a challange in the community.",
    "yearMinimum": "2",
    "yearMaximim": "4",
    "source": "https://radiussfu.com/programs/sfu-student-programs/change-lab/",
    "contact": "change-lab@radiussfu.com",
    "testimonials": "Change Lab was an incredible experience that exposed me to a lot of complexities around health and the real world."
  },
  {
    "title": "Coursehero",
    "academicToolsAndHelp": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "recommended": true,
    "description": "Course Hero is an education technology website company based in Redwood City, California, which operates an online learning platform for students to access course-specific study resources contributed by a community of students and educators.",
    "shortDescription": "A collection of worksheets from previous years.",
    "source": "https://www.coursehero.com/sitemap/schools/2604-Simon-Fraser-University/"
  },
  {
    "title": "Voyant Word Cloud Generator",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "departments": "CS ENSC",
    "description": "Voyant is free, online software created by Stéfan Sinclair and Geoffrey Rockwell, and its purpose is to allow researchers to produce word frequency and location results (and corresponding visualizations) from their texts without needing to write their own programs.",
    "shortDescription": "Voyant Tools is a web-based reading and analysis environment for digital texts",
    "source": "https://voyant-tools.org/"
  },
  {
    "title": "Frost & Sullivan Online",
    "academicToolsAndHelp": true,
    "library": true,
    "research": true,
    "departments": "ALL",
    "accessMethod": "Online",
    "description": "In-depth market research and strategy reports of emerging technologies, including Aerospace & Defense; Chemicals, Materials and Food; Electronics & Security; Energy & Power Systems; Environment and Building Technologies; Healthcare; and Information & Communication Technologies.",
    "shortDescription": "Database full of research and reports of upcoming technologies.",
    "yearMinimum": "0",
    "yearMaximim": "0",
    "source": "https://databases.lib.sfu.ca/record/61255200900003610/Frost-and-Sullivan-online"
  }
]